Repository: HadyHammad22/Aoun
Catalog: Volunteer/Supporting Files/*.lproj/Localizable.strings
Languages: ar

source: Register success
ar: تم تسجيل حساب بنجاح

source: Login success
ar: تم تسجيل الدخول بنجاح

source: Please enter name
ar: من فضلك ادخل الاسم

source: Please enter phone
ar: من فضلك ادخل رقم الهاتف

source: Please enter city
ar: من فضلك ادخل المدينة

source: Please enter email
ar: من فضلك ادخل البريد الالكتروني

source: Enter valid email
ar: من فضلك ادخل بريد الكتروني صحيح

source: Please check your email inbox
ar: من فضلك راجع رسائل بريدك الخاص

source: Post sent success
ar: تم النشر بنجاح

source: Faild to upload post
ar: غير قادر علي ارسال المنشور

source: Image must be selected
ar: يجب عليك اختيار صورة

source: Please enter the text
ar: من فضلك ادخل النص

source: Please select donation type
ar: من فضلك اختار نوع التبرع

source: Update success
ar: تم التعديل بنجاح

source: Update faild
ar: خطآ في التعديل

source: Please enter password
ar: من فضلك ادخل كلمة المرور

source: Register faild
ar: خطآ في تسجيل الحساب

source: Reset faild
ar: خطآ في العملية

source: Check your email or password
ar: خطآ في البريد الالكتروني او كلمة المرور
